Repository: gridness/miraio
Catalog: miraio/Localizable.xcstrings
Source language: en
Languages: ru

source: ANIME365 PROFILE
ru: ПРОФИЛЬ ANIME365

source: Anime365 did not accept these sign-in details.
ru: Anime365 не принял эти данные для входа.

source: Anime365 Profile
ru: Профиль Anime365

source: Cancel
ru: Отмена

source: Credentials Unavailable
ru: Учётные данные недоступны

source: Email
ru: Электронная почта

source: Miraio couldn’t reach Anime365. Your password was cleared. Try again.
ru: Miraio не удалось подключиться к Anime365. Пароль очищен. Повторите попытку.

source: Miraio exchanges these details for an Access Token. Your email and password are not saved.
ru: Miraio обменивает эти данные на Access Token. Электронная почта и пароль не сохраняются.

source: Open Anime365
ru: Открыть Anime365

source: Password
ru: Пароль

source: Protected access is disabled, but the Access Token could not be deleted. Retry sign-out.
ru: Защищённый доступ отключён, но Access Token не удалось удалить. Повторите выход.

source: Protected access is disabled, but the Access Token still needs deletion.
ru: Защищённый доступ отключён, но Access Token всё ещё нужно удалить.

source: Protected playback is disabled. Public features remain available.
ru: Защищённое воспроизведение отключено. Открытые функции остаются доступными.

source: Protected playback waits for Profile verification. Public features remain available.
ru: Защищённое воспроизведение ожидает проверки профиля. Публичные функции остаются доступны.

source: Retry Access
ru: Повторить доступ

source: Retry Sign Out
ru: Повторить выход

source: Retry Verification
ru: Повторить проверку

source: Sign In
ru: Войти

source: Sign In to Anime365
ru: Войти в Anime365

source: Sign Out
ru: Выйти

source: Signed Out
ru: Выполнен выход

source: Sign-out Incomplete
ru: Выход не завершён

source: Subscription Active
ru: Подписка активна

source: Subscription Inactive
ru: Подписка неактивна

source: Subscription Unverified
ru: Подписка не проверена

source: The private Access Token could not be accessed. Public Catalogue and Watch History remain available.
ru: Нет доступа к приватному Access Token. Открытый каталог и история просмотров остаются доступными.

source: Verifying Profile…
ru: Проверка профиля…

source: Your Access Token was preserved, but Subscription Eligibility could not be verified. Retry when Anime365 is available.
ru: Access Token сохранён, но право подписки не удалось проверить. Повторите попытку, когда Anime365 будет доступен.

source: Anime365 Catalogue
ru: Каталог Anime365

source: Catalogue
ru: Каталог

source: Catalogue Unavailable
ru: Каталог недоступен

source: Catalogue metadata unavailable
ru: Метаданные каталога недоступны

source: Catalogue refresh failed. Older saved Series are preserved.
ru: Не удалось обновить каталог. Сохранённые ранее сериалы доступны.

source: Close Series inspector
ru: Закрыть инспектор сериала

source: Continue Watching is derived only from local Watch History.
ru: «Продолжить просмотр» создаётся только из локальной истории просмотров.

source: CONTINUE WATCHING
ru: ПРОДОЛЖИТЬ ПРОСМОТР

source: Enter a Series name. Results come from Anime365.
ru: Введите название сериала. Результаты загружаются из Anime365.

source: EPISODE
ru: СЕРИЯ

source: Episode ID
ru: ID серии

source: Episodes Unavailable
ru: Серии недоступны

source: Episodes will appear here after playback advances.
ru: Серии появятся здесь после начала просмотра.

source: Explore
ru: Смотрите новое

source: Find a Series
ru: Найти сериал

source: Load More
ru: Загрузить ещё

source: Load More Results
ru: Загрузить ещё результаты

source: Loading Catalogue…
ru: Загрузка каталога…

source: Loading Episodes…
ru: Загрузка серий…

source: Loading Series…
ru: Загрузка сериала…

source: Local, profile-specific playback progress
ru: Локальный прогресс просмотра для этого профиля

source: No active Translations
ru: Нет активных переводов

source: No usable snapshot is available. Refresh when you’re online.
ru: Нет пригодного сохранённого каталога. Обновите его после подключения к сети.

source: No Watch History Yet
ru: История просмотров пока пуста

source: Not selected
ru: Не выбрано

source: NOW SELECTING
ru: ВЫБОР ПРОСМОТРА

source: Playback becomes available only after protected playback integration is qualified.
ru: Просмотр станет доступен только после проверки защищённой интеграции воспроизведения.

source: Playback Unavailable
ru: Просмотр недоступен

source: PUBLIC DISCOVERY
ru: ОТКРЫТЫЙ КАТАЛОГ

source: Recently updated Series
ru: Недавно обновлённые сериалы

source: Refresh
ru: Обновить

source: Retry Series
ru: Повторить загрузку сериала

source: Search
ru: Поиск

source: Search Catalogue
ru: Поиск по каталогу

source: Search the Catalogue
ru: Поиск по каталогу

source: Search uses Anime365’s documented server title query.
ru: Поиск использует документированный серверный запрос Anime365 по названию.

source: Searching…
ru: Поиск…

source: Selected
ru: Выбрано

source: Series available through Anime365
ru: Сериалы, доступные через Anime365

source: Series ID
ru: ID сериала

source: Series title
ru: Название сериала

source: Server-backed Series result
ru: Серверный результат поиска сериала

source: Showing saved Catalogue data while one refresh runs.
ru: Сохранённый каталог доступен, пока выполняется одно обновление.

source: Some Catalogue data is unavailable. Valid Series are preserved.
ru: Часть каталога недоступна. Пригодные сериалы сохранены.

source: The Series is preserved. Retry its current metadata.
ru: Сериал сохранён. Повторите загрузку актуальных метаданных.

source: TRANSLATION
ru: ПЕРЕВОД

source: Translation ID
ru: ID перевода

source: Watch History
ru: История просмотров

source: You’re offline. Usable saved Catalogue data remains available.
ru: Нет подключения к сети. Пригодный сохранённый каталог остаётся доступен.

source: Your next Episode will appear here
ru: Здесь появится следующая серия
